<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ไม่มีอีเมลล์นี้อยู่ในระบบ',
    'throttle' => 'โปรดลองใหม่ในอีก :seconds วินาที',
    'verified' => 'อีเมลของคุณได้ทำการยืนยันเรียบร้อยแล้ว',
    'resend' => 'ส่งอีเมลยืนยัน',
    'register' => 'ยังไม่สมัครสมาชิก? ',
    'verify' => 'ยังไม่ได้รับอีเมลยืนยันการสมัครสมาชิก? ',
    'login_notice' => 'คุณต้องล็อกอินก่อนเพื่อที่จะซื้อขาย',
    'login_notice2' => 'หรือยังไม่ได้สมัครสมาชิก?',
    'comment_notice' => 'คุณต้องล็อกอินก่อนเพื่อที่จะแสดงความคิดเห็น',

    /*
    |--------------------------------------------------------------------------
    | Login
    |--------------------------------------------------------------------------
    */
    'login' => 'ล็อกอิน',
    'logout' => 'ล็อกเอาท์',
    'email' => 'อีเมล',
    'password' => 'รหัสผ่าน',
    'confirm_password' => 'ยืนยันรหัสผ่าน',
    'forgot_password' => 'ลืมรหัสผ่าน?',
    'reset_password' => 'เปลี่ยนรหัสผ่าน',
    'email_password_reset' => 'ส่งอีเมลเปลี่ยนรหัสผ่าน',
    'remember' => 'เข้าสู่ระบบไว้ตลอด',

    /*
    |--------------------------------------------------------------------------
    | Register
    |--------------------------------------------------------------------------
    */
    'register_success' => 'สมัครสมาชิกเรียบร้อยแล้ว',
    'email_verification_subject' => 'การยืนยันอีเมล',
    'verification_welcome' => 'ยินดีต้อนรับคุณ :name เข้าสู่ Closet',
    'verification_sent' => 'โปรดรอเช็คอีเมลของคุณเพื่อทำการยืนยันการสมัครสมาชิกต่อไป',
    'verification_sent_notice' => 'อีเมลอาจไปถึงช้าในบางครั้ง กรุณารอประมาณ 5 นาที หากคุณไม่ได้รับอีเมลให้คลิกที่ลิงค์เพื่อส่งอีเมลอีกครั้ง',
    'verification_finished' => 'ทำการยืนยันอีเมลเรียบร้อยแล้ว คุณสามารถลงชื่อเข้าใช้ได้ทันที',
    'verify_link' => 'คลิกที่ลิ้งค์ด้านล่างเพื่อทำการยืนยัน',
    'verify_alt' => 'หรือคุณสามารถทำการยืนยันได้โดยใช้ลิ้งค์ต่อไปนี้',
    'verify_resend' => 'ส่งอีเมลยืนยันอีกครั้ง',
];
