<?php

return [
  'home_route' => 'กลับไปหน้าแรก',
  '404_title' => 'ไม่พบหน้าที่คุณตามหา',
  '404_message' => 'ลิ้งค์นี้อาจมีปัญหา หรือ หน้าเพจอาจถูกลบไปแล้ว',
  '403' => 'คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้',
  'oops' => 'มีบางอย่างผิดพลาด',
  '400_message' => 'ทางเราจะทำการแก้ไขโดยเร็วที่สุด',
  '400_message2' => 'หากคุณยังเห็นหน้านี้อยู่หลังจากระยะเวลาหนึ่ง โปรดแจ้งให้ทางเราทราบ',
  '405_message' => 'มีบางอย่างผิดพลาดในการเรียกหน้านี้ของคุณ โปรดแจ้งให้ทางเราทราบ',
  '429_message' => 'คุณเรียกหน้านี้ถี่เกินไป โปรดรอซักพักก่อนแล้วลองใหม่อีกที',
];
